# Dumped using `brew tap | xargs -I{} echo tap '"{}"'`
tap "ankitpokhrel/jira-cli"
tap "austinliuigi/brew-neovim-nightly"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "catppuccin/tap"
tap "dhth/tap"
tap "felixkratz/formulae"
tap "flother/taps"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "kalissaac/tap"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "kong/deck"
tap "lemoony/tap"
tap "macos-fuse-t/cask"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sourcegraph/src-cli"
tap "vkhitrin/tap"
# Dumped using `brew list --formula -1 | xargs -I{} echo brew '"{}"'`
brew "abseil"
brew "act"
brew "adwaita-icon-theme"
brew "age"
brew "ansicolumn"
brew "aom"
brew "apr"
brew "apr-util"
brew "argocd"
brew "argon2"
brew "aribb24"
brew "asciidoc"
brew "aspell"
brew "at-spi2-core"
brew "atuin"
brew "autoconf"
brew "automake"
brew "avr-binutils"
brew "avr-gcc@9"
brew "avro-c"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "b2-tools"
brew "bash"
brew "bat"
brew "bat-extras"
brew "bdw-gc"
brew "berkeley-db@5"
brew "binutils"
brew "boost"
brew "borders"
brew "brotli"
brew "butane"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "capstone"
brew "catwalk"
brew "cdrtools"
brew "certifi"
brew "cffi"
brew "cjson"
brew "cmake"
brew "cmctl"
brew "cmocka"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "cpio"
brew "create-dmg"
brew "cryptography"
brew "cunit"
brew "curl"
brew "dav1d"
brew "dbus"
brew "deck"
brew "diffutils"
brew "dnsmasq"
brew "docbook"
brew "docutils"
brew "dpkg"
brew "dtc"
brew "dust"
brew "eks-node-viewer"
brew "envchain"
brew "etcd"
brew "exiftool"
brew "faac"
brew "faad2"
brew "fd"
brew "fdk-aac"
brew "ffmpeg"
brew "ffmpeg@6"
brew "flac"
brew "font-sf-mono-nerd-font"
brew "fontconfig"
brew "fpp"
brew "freerdp"
brew "freetds"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "giflib"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git-open"
brew "git-sizer"
brew "gitlab-ci-local"
brew "glab"
brew "glib"
brew "glib-networking"
brew "glow"
brew "gmp"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gomplate"
brew "gpatch"
brew "gpgme"
brew "graphene"
brew "graphite2"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gstreamer"
brew "gtk+3"
brew "gtk-vnc"
brew "gtk4"
brew "gtksourceview4"
brew "guile"
brew "gumbo-parser"
brew "hadoop"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "hicolor-icon-theme"
brew "highway"
brew "hugo"
brew "hwloc"
brew "icu4c@76"
brew "icu4c@77"
brew "imagemagick"
brew "imath"
brew "initool"
brew "intltool"
brew "ipcalc"
brew "ipmitool"
brew "isl"
brew "jansson"
brew "jasper"
brew "jbig2dec"
brew "jira-cli"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "jq"
brew "json-c"
brew "json-glib"
brew "julia"
brew "jupyterlab"
brew "just"
brew "k9s"
brew "kcat"
brew "keystone"
brew "kops"
brew "krb5"
brew "krew"
brew "kubecolor"
brew "kubernetes-cli"
brew "kubeseal"
brew "kubesess"
brew "lame"
brew "lazygit"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libassuan"
brew "libavif"
brew "libb2"
brew "libblastrampoline"
brew "libbluray"
brew "libcuefile"
brew "libde265"
brew "libdeflate"
brew "libepoxy"
brew "libev"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgit2"
brew "libgit2@1.8"
brew "libgpg-error"
brew "libheif"
brew "libidn"
brew "libidn2"
brew "libiscsi"
brew "libksba"
brew "liblinear"
brew "liblqr"
brew "libmd"
brew "libmicrohttpd"
brew "libmpc"
brew "libnghttp2"
brew "libnice"
brew "libogg"
brew "libomp"
brew "libosinfo"
brew "libplist"
brew "libpng"
brew "libpq"
brew "libpsl"
brew "libpthread-stubs"
brew "libraw"
brew "librdkafka"
brew "libreplaygain"
brew "librist"
brew "librsvg"
brew "libsamplerate"
brew "libserdes"
brew "libshout"
brew "libslirp"
brew "libsndfile"
brew "libsodium"
brew "libsoup"
brew "libsoxr"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunibreak"
brew "libunistring"
brew "libusb"
brew "libusrsctp"
brew "libuv"
brew "libvidstab"
brew "libvirt"
brew "libvirt-glib"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxcursor"
brew "libxdmcp"
brew "libxext"
brew "libxfixes"
brew "libxi"
brew "libxinerama"
brew "libxml2"
brew "libxrandr"
brew "libxrender"
brew "libxtst"
brew "libxv"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "llvm"
brew "lnav"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lz4"
brew "lzlib"
brew "lzo"
brew "m4"
brew "mackup"
brew "make"
brew "mas"
brew "maven"
brew "mbedtls"
brew "mbedtls@2"
brew "metis"
brew "minio-mc"
brew "mise"
brew "mkdocs"
brew "mlton"
brew "mockery"
brew "mongosh"
brew "mpdecimal"
brew "mpfr"
brew "mpg123"
brew "msgpack"
brew "mujs"
brew "mupdf"
brew "musepack"
brew "ncurses"
brew "net-snmp"
brew "nettle"
brew "nmap"
brew "node"
brew "npth"
brew "numpy"
brew "oci-cli"
brew "ollama"
brew "oniguruma"
brew "onnx"
brew "openblas"
brew "opencore-amr"
brew "openexr"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "openjpeg"
brew "openldap"
brew "openlibm"
brew "openssl@3"
brew "opentofu"
brew "openvino"
brew "opus"
brew "oras"
brew "orc"
brew "osinfo-db"
brew "p11-kit"
brew "p7zip"
brew "pandoc"
brew "pango"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pet"
brew "php"
brew "pinentry"
brew "pinentry-mac"
brew "pixman"
brew "pkcs11-helper"
brew "pkgconf"
brew "pkgdiff"
brew "pngcrush"
brew "pngquant"
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "presenterm"
brew "prettier"
brew "protobuf"
brew "pugixml"
brew "punchout"
brew "py3cairo"
brew "pycparser"
brew "pygobject3"
brew "python-argcomplete"
brew "python-markdown"
brew "python-packaging"
brew "python-setuptools"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "python@3.9"
brew "qemu"
brew "rav1e"
brew "rclone"
brew "readline"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rtmpdump"
brew "rubberband"
brew "ruby"
brew "rust"
brew "scdoc"
brew "sdl2"
brew "sdl3"
brew "sdl3_ttf"
brew "shared-mime-info"
brew "six"
brew "skopeo"
brew "snappy"
brew "snipkit"
brew "socat"
brew "sops"
brew "source-highlight"
brew "spectral-cli"
brew "speex"
brew "spice-protocol"
brew "spreet"
brew "sqlite"
brew "src-cli"
brew "srt"
brew "srtp"
brew "sshpass"
brew "starship"
brew "suite-sparse"
brew "svt-av1"
brew "swig"
brew "taglib"
brew "taplo"
brew "tbb"
brew "telnet"
brew "terraform-ls"
brew "terragrunt"
brew "terrascan"
brew "tesseract"
brew "texinfo"
brew "tflint"
brew "theora"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "trivy"
brew "unbound"
brew "unibilium"
brew "universal-ctags"
brew "unixodbc"
brew "usage"
brew "usb.ids"
brew "usbredir"
brew "utf8cpp"
brew "utf8proc"
brew "uv"
brew "vault"
brew "vde"
brew "virtualenv"
brew "vte3"
brew "watch"
brew "wdiff"
brew "webp"
brew "websocat"
brew "wget"
brew "whiskers"
brew "wireguard-go"
brew "wireguard-tools"
brew "x264"
brew "x265"
brew "xdg-ninja"
brew "xorgproto"
brew "xorriso"
brew "xq"
brew "xvid"
brew "xz"
brew "yaegi"
brew "yajl"
brew "yamlfmt"
brew "yq"
brew "yt-dlp"
brew "z3"
brew "zeromq"
brew "zimg"
brew "zookeeper"
brew "zplug"
brew "zsh-autopair"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zstd"
# Dumped using `brew list --cask -1 | xargs -I{} echo brew '"{}"'`
cask "1password"
cask "1password-cli"
cask "alex313031-thorium"
cask "audacity"
cask "clickhouse"
cask "corretto@17"
cask "crystalfetch"
cask "drawio"
cask "focusrite-control"
cask "font-frank-ruhl-libre"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "ghostty@tip"
cask "google-cloud-sdk"
cask "grandperspective"
cask "iina"
cask "imageoptim"
cask "kitty"
cask "krita"
cask "neovim-nightly"
cask "powershell"
cask "qmk-toolbox"
cask "raycast"
cask "session-manager-plugin"
cask "sublime-merge"
cask "swiftdefaultappsprefpane"
cask "temurin"
cask "tetrio"
cask "utm"
cask "via"
cask "wezterm"
cask "wireshark"
cask "xquartz"
# Dumped using `mas list | awk '{print "mas","\"" $2 "\", id:", $1}'`
mas "Twingate", id: 1501592214
mas "AWS", id: 6450935274
mas "MeetInOne", id: 1542778639
mas "Strongbox", id: 897283731
mas "Userscripts-Mac-App", id: 1463298887
mas "Keynote", id: 409183694
mas "1Blocker", id: 1365531024
mas "Otter", id: 1529696614
mas "Hush", id: 1544743900
mas "Windows", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835
mas "Pages", id: 409201541
mas "SnippetsLab", id: 1006087419
mas "PrettyJSON", id: 1445328303
mas "Vinegar", id: 1591303229
mas "Gifski", id: 1351639930
mas "Actions", id: 1586435171
mas "Baking", id: 1601151613
mas "Slack", id: 803453959
mas "Refined", id: 1519867270
mas "Speed", id: 1521133201
mas "TestFlight", id: 899247664
