tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "osx-cross/avr"
tap "esolitos/ipa"
brew "cmake"
brew "fpp"
brew "git-review"
brew "gnupg"
brew "ipcalc"
brew "ipmitool"
brew "jq"
brew "node"
brew "telnet"
brew "tmux"
brew "wget"
brew "zplug"
brew "zsh-completions"
brew "avr-gcc"
brew "skopeo"
brew "tldr"
brew "watch"
brew "sshpass"
brew "s3cmd"
brew "mackup"
brew "podman"
brew "butane"
brew "mas"
brew "bitwarden-cli"
brew "lima"
brew "gromgit/fuse/sshfs-mac"
brew "cantino/mcfly/mcfly"
brew "terraform"
brew "terraform-ls"
brew "packer"
brew "tree"
brew "fzf"
brew "yq"
brew "openshift-cli"
brew "kubectl"
brew "asdf"
brew "openstackclient"
brew "mupdf"
brew "neovim"
brew "fd"
brew "ripgrep"
brew "glow"
cask "macfuse"
cask "avibrazil-rdm"
cask "deluge"
cask "firefox"
cask "iterm2-nightly"
cask "krita"
cask "monitorcontrol"
cask "iina"
cask "tunnelblick"
cask "sublime-text"
cask "wireshark"
cask "homebrew/cask-drivers/qmk-toolbox"
cask "rectangle"
cask "whatsapp"
cask "maccy"
cask "sublime-merge"
cask "signal"
cask "google-chat-electron"
cask "deepl"
cask "temurin"
cask "vimr"
mas "Bitwarden", id: 1352778147
mas "Parcel", id: 639968404
mas "Amphetamine", id: 937984704
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Slack", id: 803453959
mas "Numbers", id: 409203825
mas "Shareful", id: 1522267256
mas "Vinegar", id: 1591303229
mas "Actions", id: 1586435171
mas "Userscripts", id: 1463298887
mas "Baking Soda", id: 1601151613
mas "Hush", id: 1544743900
mas "Otter RSS", id: 1529696614
mas "1Blocker", id: 1365531024
mas "MeetInOne", id: 1542778639
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
