# Dumped using `brew tap`
tap "cantino/mcfly"
tap "damenly/virt-manager"
tap "esolitos/ipa"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "popcorn-official/popcorn-desktop"
tap "qmk/qmk"
# Dumped using `brew list --formula -1`
brew "adwaita-icon-theme"
brew "aom"
brew "atk"
brew "autoconf"
brew "automake"
brew "avr-binutils"
brew "avr-gcc@9"
brew "bdw-gc"
brew "bitwarden-cli"
brew "brotli"
brew "butane"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "capstone"
brew "cdrtools"
brew "cjson"
brew "cmake"
brew "cmocka"
brew "cpio"
brew "cunit"
brew "dav1d"
brew "diffutils"
brew "faac"
brew "faad2"
brew "fd"
brew "fdk-aac"
brew "ffmpeg"
brew "flac"
brew "fontconfig"
brew "fpp"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gdk-pixbuf"
brew "gettext"
brew "gh"
brew "giflib"
brew "git"
brew "git-delta"
brew "git-review"
brew "glab"
brew "glib"
brew "glib-networking"
brew "glow"
brew "gmp"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "gobject-introspection"
brew "gpgme"
brew "graphene"
brew "graphite2"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gst-libav"
brew "gst-plugins-bad"
brew "gst-plugins-base"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gstreamer"
brew "gtk+3"
brew "gtk-vnc"
brew "gtksourceview4"
brew "guile"
brew "gumbo-parser"
brew "harfbuzz"
brew "hicolor-icon-theme"
brew "highway"
brew "icu4c"
brew "imath"
brew "ipcalc"
brew "ipmitool"
brew "isl"
brew "jansson"
brew "jbig2dec"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "jq"
brew "json-glib"
brew "kics"
brew "kubernetes-cli"
brew "lame"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libassuan"
brew "libb2"
brew "libbluray"
brew "libcuefile"
brew "libepoxy"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libidn2"
brew "libiscsi"
brew "libksba"
brew "libmpc"
brew "libnghttp2"
brew "libnice"
brew "libogg"
brew "libosinfo"
brew "libpng"
brew "libpsl"
brew "libpthread-stubs"
brew "libreplaygain"
brew "librist"
brew "librsvg"
brew "libsamplerate"
brew "libshout"
brew "libslirp"
brew "libsndfile"
brew "libsodium"
brew "libsoup"
brew "libsoxr"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunibreak"
brew "libunistring"
brew "libusb"
brew "libusrsctp"
brew "libuv"
brew "libvidstab"
brew "libvirt"
brew "libvirt-glib"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxml2"
brew "libxrender"
brew "libyaml"
brew "libzip"
brew "lima"
brew "little-cms2"
brew "llvm"
brew "luajit"
brew "luv"
brew "lz4"
brew "lzo"
brew "m4"
brew "mackup"
brew "mas"
brew "mbedtls"
brew "mcfly"
brew "mpdecimal"
brew "mpfr"
brew "mpg123"
brew "msgpack"
brew "mujs"
brew "mupdf"
brew "musepack"
brew "ncurses"
brew "neovim"
brew "nettle"
brew "node"
brew "npth"
brew "oniguruma"
brew "opencore-amr"
brew "openexr"
brew "openjpeg"
brew "openldap"
brew "openshift-cli"
brew "openssl@1.1"
brew "openssl@3"
brew "openstackclient"
brew "opus"
brew "orc"
brew "osinfo-db"
brew "p11-kit"
brew "packer"
brew "pango"
brew "pcre"
brew "pcre2"
brew "pinentry"
brew "pixman"
brew "pkg-config"
brew "podman"
brew "prettier"
brew "py3cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "rav1e"
brew "readline"
brew "ripgrep"
brew "rtmpdump"
brew "rubberband"
brew "rust"
brew "s3cmd"
brew "sdl2"
brew "six"
brew "skopeo"
brew "snappy"
brew "socat"
brew "speex"
brew "spice-gtk"
brew "spice-protocol"
brew "sqlite"
brew "srt"
brew "srtp"
brew "sshfs-mac"
brew "sshpass"
brew "swig"
brew "taglib"
brew "telnet"
brew "terraform"
brew "terraform-ls"
brew "terrascan"
brew "tesseract"
brew "texinfo"
brew "tflint"
brew "theora"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "unbound"
brew "unibilium"
brew "universal-ctags"
brew "usb.ids"
brew "usbredir"
brew "utf8proc"
brew "vale"
brew "vde"
brew "virt-manager"
brew "vte3"
brew "watch"
brew "webp"
brew "wget"
brew "x264"
brew "x265"
brew "xorgproto"
brew "xvid"
brew "xz"
brew "yajl"
brew "yq"
brew "z3"
brew "zeromq"
brew "zimg"
brew "zplug"
brew "zsh-completions"
brew "zstd"
# Dumped using `brew list --cask -1`
cask "deepl"
cask "deluge"
cask "firefox"
cask "focusrite-control"
cask "google-chat-electron"
cask "grammarly-desktop"
cask "iina"
cask "iterm2"
cask "krita"
cask "maccy"
cask "macfuse"
cask "monitorcontrol"
cask "notion"
cask "popcorn-time"
cask "qmk-toolbox"
cask "rectangle"
cask "signal"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "swiftdefaultappsprefpane"
cask "temurin"
cask "tetrio"
cask "tunnelblick"
cask "utm"
cask "via"
cask "vscodium"
cask "whatsapp"
cask "wireshark"
cask "xquartz"