# Dumped using `brew tap | xargs -I{} echo 'tap "{}"'`
tap "cantino/mcfly"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jaredwideman/virt-manager"
tap "kalissaac/tap"
tap "khanhas/tap"
tap "lemoony/tap"
tap "macos-fuse-t/cask"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
# Dumped using `brew list --formula -1 | xargs -I{} echo 'brew "{}"'`
brew "adwaita-icon-theme"
brew "aom"
brew "aribb24"
brew "asciidoc"
brew "atk"
brew "autoconf"
brew "automake"
brew "avr-binutils"
brew "avr-gcc@9"
brew "awscli"
brew "b2-tools"
brew "bdw-gc"
brew "boost"
brew "brotli"
brew "butane"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "capstone"
brew "cdrtools"
brew "cffi"
brew "cjson"
brew "clop"
brew "cmake"
brew "cmocka"
brew "cocoapods"
brew "commitlint"
brew "coreutils"
brew "cpio"
brew "cunit"
brew "dav1d"
brew "diffutils"
brew "docbook"
brew "faac"
brew "faad2"
brew "fd"
brew "fdk-aac"
brew "ffmpeg"
brew "flac"
brew "fontconfig"
brew "fpp"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gdk-pixbuf"
brew "gettext"
brew "gh"
brew "giflib"
brew "git"
brew "git-delta"
brew "git-open"
brew "glab"
brew "glib"
brew "glib-networking"
brew "glow"
brew "gmp"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "graphene"
brew "graphite2"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gstreamer"
brew "gtk+3"
brew "gtk-vnc"
brew "gtk4"
brew "gtksourceview4"
brew "guile"
brew "gumbo-parser"
brew "harfbuzz"
brew "hicolor-icon-theme"
brew "highway"
brew "hugo"
brew "icu4c"
brew "imath"
brew "intltool"
brew "ipcalc"
brew "ipmitool"
brew "isl"
brew "jansson"
brew "jbig2dec"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "jq"
brew "json-glib"
brew "keystone"
brew "kubernetes-cli"
brew "lame"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libassuan"
brew "libb2"
brew "libbluray"
brew "libcuefile"
brew "libepoxy"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libidn2"
brew "libiscsi"
brew "libksba"
brew "liblinear"
brew "libmpc"
brew "libnghttp2"
brew "libnice"
brew "libogg"
brew "libosinfo"
brew "libplist"
brew "libpng"
brew "libpsl"
brew "libpthread-stubs"
brew "libreplaygain"
brew "librist"
brew "librsvg"
brew "libsamplerate"
brew "libshout"
brew "libslirp"
brew "libsndfile"
brew "libsodium"
brew "libsoup"
brew "libsoxr"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunibreak"
brew "libunistring"
brew "libusb"
brew "libusrsctp"
brew "libuv"
brew "libvidstab"
brew "libvirt"
brew "libvirt-glib"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxml2"
brew "libxrender"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "llvm"
brew "lua"
brew "lua@5.3"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lz4"
brew "lzo"
brew "m4"
brew "mas"
brew "mbedtls"
brew "mcfly"
brew "mkdocs"
brew "mockery"
brew "mpdecimal"
brew "mpfr"
brew "mpg123"
brew "msgpack"
brew "mujs"
brew "mupdf"
brew "musepack"
brew "ncurses"
brew "neovim"
brew "nettle"
brew "nmap"
brew "node"
brew "node@16"
brew "npth"
brew "oci-cli"
brew "oniguruma"
brew "opencore-amr"
brew "openexr"
brew "openjpeg"
brew "openldap"
brew "openssl@1.1"
brew "openssl@3"
brew "opus"
brew "orc"
brew "osinfo-db"
brew "p11-kit"
brew "packer"
brew "pandoc"
brew "pango"
brew "pcre"
brew "pcre2"
brew "pinentry"
brew "pixman"
brew "pkg-config"
brew "pngcrush"
brew "pngquant"
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "prettier"
brew "py3cairo"
brew "pycparser"
brew "pygobject3"
brew "python-certifi"
brew "python-cryptography"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "pyyaml"
brew "qemu"
brew "rav1e"
brew "rclone"
brew "readline"
brew "ripgrep"
brew "rtmpdump"
brew "rtx"
brew "rubberband"
brew "ruby"
brew "rust"
brew "s3cmd"
brew "sdl2"
brew "shared-mime-info"
brew "six"
brew "skopeo"
brew "snappy"
brew "socat"
brew "source-highlight"
brew "speex"
brew "spice-gtk"
brew "spice-protocol"
brew "sqlite"
brew "srt"
brew "srtp"
brew "sshpass"
brew "svt-av1"
brew "swig"
brew "taglib"
brew "taplo"
brew "telnet"
brew "opentofu"
brew "terraform-ls"
brew "terrascan"
brew "tesseract"
brew "texinfo"
brew "tflint"
brew "theora"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "unbound"
brew "unibilium"
brew "universal-ctags"
brew "usb.ids"
brew "usbredir"
brew "utf8proc"
brew "vault"
brew "vde"
brew "virt-viewer"
brew "virtualenv"
brew "vte3"
brew "watch"
brew "webp"
brew "wget"
brew "x264"
brew "x265"
brew "xorgproto"
brew "xq"
brew "xvid"
brew "xz"
brew "yajl"
brew "yamlfmt"
brew "yq"
brew "yt-dlp"
brew "z3"
brew "zeromq"
brew "zimg"
brew "zplug"
brew "zsh-completions"
brew "zstd"
# Dumped using `brew list --cask -1 | xargs -I{} echo 'cask "{}"'`
cask "alacritty"
cask "altserver"
cask "betterdisplay"
cask "focusrite-control"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "grammarly-desktop"
cask "iina"
cask "imageoptim"
cask "krita"
cask "microsoft-teams"
cask "qmk-toolbox"
cask "rapidapi"
cask "raycast"
cask "sublime-merge"
cask "sublime-text"
cask "swiftdefaultappsprefpane"
cask "temurin"
cask "temurin11"
cask "thorium"
cask "utm"
cask "via"
cask "wireshark"
cask "wooshy"
cask "xquartz"
# mas
mas "Vinegar", id: 1591303229
mas "Actions", id: 1586435171
mas "Userscripts-Mac-App", id: 1463298887
mas "1Blocker", id: 1365531024
mas "Hush", id: 1544743900
mas "Baking Soda", id: 1601151613
mas "Slack", id: 803453959
mas "Otter RSS", id: 1529696614
mas "Grammarly for Safari", id: 1462114288
mas "Refined GitHub", id: 1519867270
mas "Strongbox", id: 897283731
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "Numbers", id: 409203825
